benchmark/docker/wrk/map-t1-c1.txt
Running 30s test @ http://127.0.0.1:8091/v1/search/map/prices
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   485.66us  216.92us   6.89ms   93.48%
    Req/Sec     2.12k   155.48     2.47k    74.33%
  Latency Distribution
     50%  437.00us
     75%  496.00us
     90%  624.00us
     95%  757.00us
     97%    0.90ms
     98%    1.05ms
     99%    1.40ms
  63327 requests in 30.00s, 12.32MB read
Requests/sec:   2110.81
Transfer/sec:    420.51KB